a
aba
abacaxi
abadia
abadias
abafa
abafada
abafadas
abafado
abafando
abafar
abafarem
abafem
abaixa
abaixadas
abaixado
abaixando
abaixar
abaixaram
abaixarem
abaixasse
abaixava
abaixavam
abaixo
abaixou
abala
abalada
abaladas
abalado
abalados
abalam
abalando
abalar
abalara
abalaram
abalarem
abalaria
abalem
abalo
abalos
abalou
abalroaram
abana
abanando
abanavam
abandona
abandonada
abandonadas
abandonado
abandonados
abandonam
abandonando
abandonar
abandonara
abandonaram
abandonarem
abandonaria
abandonariam
abandonasse
abandonassem
abandonastes
abandonavam
abandone
abandonei
abandonem
abandono
abandonos
abandonou
abano
abanou
abarca
abarcadas
abarcado
abarcados
abarcam
abarcar
abarcara
abarcarem
abarcavam
abarrotam
abas
abastada
abastadas
abastado
abastados
abastardando
abastece
abastecendo
abastecer
abastecera
abasteceram
abasteceriam
abastecesse
abasteceu
abastecia
abasteciam
abastecida
abastecidas
abastecido
abastecidos
abastecimento
abastecimentos
abata
abatata
abate
abatem
abatendo
abater
abatera
abateram
abateu
abati
abatia
abatida
abatidas
abatido
abatidos
abatimento
abato
abcesso
abdica
abdicam
abdicando
abdicar
abdicara
abdicava
abdicou
abdominais
abdominal
abdutoras
abduz
abduza
abduzidos
abduziu
abdómen
abeira
abelha
abelhas
abelhuda
abelhudo
abençoa
abençoada
abençoado
abençoados
abençoar
abençoe
aberra
aberrante
aberrativo
aberta
abertamente
abertas
aberto
abertos
abertura
aberturas
abespinhado
abismada
abismado
abismo
abismos
abissal
abjeta
abjeto
abjetos
abnegados
abobe
abobora
abocanha
abocanham
abocanhar
abocanho
abocanhou
abole
aboli
abolicionista
abolicionistas
abolida
abolidas
abolido
abolidos
abolir
aboliram
aboliu
abomina
abominado
abominados
abominar
abomináveis
abominável
abonadora
abonados
abonatórias
abono
abonou
aborda
abordada
abordadas
abordado
abordados
abordagem
abordagens
abordam
abordando
abordar
abordara
abordaram
abordaria
abordasse
abordava
aborde
abordei
abordem
abordo
abordou
aborreceu
aborrecido
aborrecimento
aborta
abortada
abortadas
abortado
abortados
abortamento
abortando
abortar
abortaria
abortava
abortivo
aborto
abortos
aborígene
aborígenes
abra
abrace
abracei
abram
abrandamento
abrandava
abrandavam
abrandeis
abrandes
abrandou
abrange
abrangem
abrangendo
abrangente
abrangentes
abranger
abrangeu
abrangia
abrangiam
abrangidos
abrangência
abras
abrasador
abrasas
abraça
abraçada
abraçado
abraçados
abraçam
abraçando
abraçar
abraçaram
abraçasse
abraçava
abraço
abraços
abraçou
abre
abrem
abres
abreviada
abreviado
abreviar
abreviatura
abri
abria
abriam
abrido
abriga
abrigada
abrigadas
abrigado
abrigados
abrigam
abrigando
abrigar
abrigara
abrigaram
abrigaria
abrigasse
abrigava
abrigo
abrigos
abrigou
abrigue
abril
abrimos
abrindo
abrir
abrira
abriram
abrirei
abrirem
abriremos
abriria
abririam
abrirmos
abrisse
abrissem
abriu
abro
abrolhoso
abrupta
abruptamente
abrupto
abruptos
absoluta
absolutamente
absolutas
absolutista
absoluto
absolutos
absolva
absolve
absolvem
absolvendo
absolver
absolvera
absolveram
absolveu
absolvida
absolvidas
absolvido
absolvidos
absolvo
absorve
absorvendo
absorvente
absorventes
absorver
absorvera
absorveram
absorveu
absorvia
absorvida
absorvidas
absorvido
absorvidos
abstendo
abstenha
abstenham
abster
absteve
abstinência
abstiveram
abstivessem
abstrair
abstrata
abstratas
abstrato
abstratos
absurda
absurdamente
absurdas
absurdo
absurdos
abunda
abundante
abundantes
abundavam
abundância
abusa
abusada
abusadas
abusado
abusador
abusadores
abusados
abusam
abusamos
abusando
abusar
abusaram
abusarem
abusasse
abusava
abusavam
abuse
abusiva
abusivamente
abusivas
abusivo
abusivos
abuso
abusos
abusou
abusávamos
abutres
acaba
acabada
acabadas
acabado
acabados
acabam
acabamento
acabamentos
acabamos
acabando
acabar
acabara
acabaram
acabarem
acabaria
acabariam
acabarmos
acabasse
acabassem
acabava
acabavam
acabe
acabei
acabem
acabemos
acabes
acabo
acabou
acabrunhadas
acabássemos
academia
academias
academicamente
académico
académicos
acalentado
acalentar
acalento
acalentou
acalma
acalmada
acalmado
acalmam
acalmando
acalmar
acalmara
acalmarem
acalmasse
acalmassem
acalme
acalmem
acalmo
acalmou
acalorada
acaloradas
acalorado
acalorados
acamada
acamai
acamara
acampada
acampado
acampados
acampamento
acampamentos
acampar
acampava
acampou
acanhada
acanhado
acanhar
acantone
acaricia
acariciada
acariciar
acariciava
acaricio
acarreta
acarretado
acarretam
acarretando
acarretar
acarretara
acarretaria
acarretou
acarta
acasala
acasalamento
acasalando
acasalar
acaso
acata
acatada
acatadas
acatado
acatados
acatamento
acatando
acatar
acatara
acatarem
acatares
acataria
acatasse
acatava
acate
acatei
acato
acatou
acauteladas
acautelados
acautelara
acautelou
acedi
acedo
acefalia
aceita
aceitado
aceitam
aceitamos
aceitando
aceitar
aceitara
aceitaram
aceitarei
aceitarem
aceitaremos
aceitaria
aceitariam
aceitas
aceitasse
aceitassem
aceitava
aceitavam
aceite
aceitei
aceitem
aceitemos
aceito
aceitou
aceitáveis
aceitável
acelera
acelerada
aceleradas
acelerado
acelerador
aceleradora
aceleradores
acelerados
aceleram
aceleramos
acelerando
acelerar
aceleraram
acelerarem
aceleraria
acelerava
acelere
acelerei
acelerou
acena
acenadas
acenados
acenam
acenamento
acenando
acenar
acenava
acenavam
acende
acendem
acendendo
acender
acenderam
acendeu
acendi
acendiam
acendido
acendimento
acene
aceno
acenos
acenou
acento
acentua
acentuada
acentuadamente
acentuadas
acentuado
acentuados
acentuando
acentuar
acentuava
acentue
acentuou
acerba
acerca
acerta
acertada
acertadamente
acertadas
acertado
acertados
acertam
acertamos
acertando
acertar
acertaram
acertas
acertasse
acertava
acertavam
acerte
acertei
acerto
acertos
acertou
acervo
acervos
acesa
acesas
acesos
acessibilidade
acessibilidades
acesso
acessos
acessíveis
acessível
acessória
acessórias
acessório
acessórios
acetato
acetino
acha
achada
achadas
achado
achados
acham
achamos
achando
achaque
achaques
achar
achara
acharam
achareis
acharem
acharia
acharias
acharmos
achas
achasse
achassem
achata
achatados
achatamento
achatando
achatar
achava
achavam
ache
achei
achem
achemos
aches
achincalha
achincalhada
achincalhado
achincalhar
achincalhe
achincalhes
acho
achocolatado
achocolatados
achou
achávamos
acida
acidas
acidentado
acidentados
acidentais
acidental
acidentalmente
acidentaram
acidente
acidentes
acidentou
acides
acidez
acido
acima
acinze
acinzentada
aciona
acionada
acionadas
acionado
acionados
acionam
acionamento
acionamos
acionando
acionar
acionaram
acionarei
acionaria
acionarias
acionasse
acionava
acione
acionista
acionistas
acionou
acirra
acirrada
acirradas
acirrado
acirrados
acirram
acirramento
acirrando
acirrar
acirraram
acirrou
aclamado
aclamados
aclamar
aclara
aclaram
aclarar
aclimatados
aclimate
acne
acnes
acoberta
acobertada
acobertado
acobertar
acoitamos
acolchoados
acolha
acolhe
acolhedor
acolhedora
acolhedores
acolhem
acolhendo
acolher
acolheram
acolherem
acolheremos
acolheria
acolheu
acolhia
acolhiam
acolhida
acolhidas
acolhido
acolhidos
acolhimento
acolho
acomete
acometendo
acometer
acometeu
acometia
acometida
acometidas
acometido
acometidos
acomoda
acomodada
acomodado
acomodados
acomodam
acomodar
acomodarem
acomodarmos
acomodem
acomodou
acompanha
acompanhada
acompanhadas
acompanhado
acompanhados
acompanham
acompanhamento
acompanhamentos
acompanhamos
acompanhando
acompanhante
acompanhantes
acompanhar
acompanhara
acompanharam
acompanharem
acompanharia
acompanhariam
acompanharmos
acompanhasse
acompanhava
acompanhavam
acompanhe
acompanhei
acompanhem
acompanho
acompanhou
aconchegante
aconchegantes
aconchego
aconchegou
acondicionadas
acondicionado
acondicionados
acondicionar
aconselha
aconselhada
aconselhadas
aconselhado
aconselhados
aconselham
aconselhamento
aconselhamentos
aconselhando
aconselhar
aconselharam
aconselharem
aconselharia
aconselhava
aconselhavam
aconselhei
aconselho
aconselhou
aconselhável
acontece
acontecem
acontecendo
acontecer
acontecera
aconteceram
acontecerem
aconteceria
aconteceriam
acontecesse
acontecessem
aconteceu
acontecia
aconteciam
acontecido
acontecidos
acontecimento
acontecimentos
acoplada
acopladas
acoplado
acoplados
acoplar
acorda
acordada
acordadas
acordado
acordados
acordam
acordamos
acordando
acordar
acordaram
acordarem
acordava
acordavam
acorde
acordei
acordes
acordeão
acordo
acordos
acordou
acorre
acorrenta
acorrentada
acorrentado
acorrentados
acorrentar
acorreram
acorreu
acossa
acossada
acossadas
acossado
acossados
acossam
acossando
acossassem
acossavam
acossou
acostados
acostamento
acoste
acostuma
acostumada
acostumadas
acostumado
acostumados
acostumam
acostumamos
acostumando
acostumar
acostumaram
acostumarem
acostumarmos
acostumei
acostumou
acotovelam
acotovelando
acovardada
acovardadas
acovardado
acovardados
acovardar
acovardou
acre
acredita
acreditado
acreditados
acreditam
acreditamos
acreditando
acreditar
acreditaram
acreditarei
acreditarem
acreditaria
acreditariam
acreditasse
acreditassem
acreditava
acreditavam
acredite
acreditei
acreditem
acredito
acreditou
acreditávamos
acrescemos
acrescenta
acrescentada
acrescentadas
acrescentado
acrescentados
acrescentam
acrescentando
acrescentar
acrescentara
acrescentaram
acrescentaria
acrescentava
acrescente
acrescentei
acrescento
acrescentou
acrescentávamos
acresceram
acrescida
acrescidas
acrescido
acrescimentos
acrobacias
acrobatas
acréscimo
acrílico
acrónimo
acuda
acudi
acudir
acuidade
acumula
acumulada
acumuladas
acumulado
acumuladora
acumulados
acumulam
acumulamos
acumulando
acumular
acumulara
acumularam
acumulativa
acumulava
acumulavam
acumulei
acumulo
acumulou
acupuntura
acurada
acurado
acurados
acuraria
acure
acusa
acusada
acusadas
acusado
acusador
acusadoras
acusadores
acusados
acusam
acusamos
acusando
acusar
acusara
acusaram
acusarem
acusares
acusasse
acusatória
acusatórias
acusatório
acusava
acusavam
acusem
acuso
acusou
acácia
acácias
acéfalos
acólitos
acústica
acústicas
acústico
acústicos
ada
adaga
adagas
adagia
adais
adam
adapta
adaptada
adaptadas
adaptado
adaptados
adaptam
adaptando
adaptar
adaptaram
adaptativa
adaptativas
adaptava
adaptou
adaptável
adas
ade
adega
adegar
ademais
adenosina
adensa
adensados
adensar
adense
adentra
adentram
adentramos
adentrando
adentrar
adentraram
adentro
adentrou
adepta
adeptas
adepto
adeptos
adequada
adequadamente
adequadas
adequado
adequados
adequam
adequando
adequar
adequarem
adequasse
adequava
adequou
adere
aderem
aderente
adereço
adereços
aderi
aderia
aderido
aderindo
aderir
aderiram
aderirem
aderisse
aderissem
aderiu
aderência
ades
adesiva
adesivo
adesivos
adestramento
adesão
adesões
adeus
adi
adia
adiada
adiadas
adiado
adiados
adiai
adiam
adiamento
adiamentos
adiando
adianta
adiantada
adiantadas
adiantado
adiantados
adiantam
adiantamento
adiantamentos
adiantamos
adiantando
adiantar
adiantara
adiantaram
adiantarem
adiantaria
adiantava
adiante
adiantei
adianto
adiantou
adiar
adiara
adiaram
adiarem
adiaríamos
adiasse
adiava
adiciona
adicionada
adicionado
adicionados
adicionais
adicional
adicionalmente
adicionar
adicionaram
adicionassem
adicione
adiciones
adicionou
adidas
adido
adie
adiem
adies
adiou
adiposo
adir
adiro
adis
aditadas
aditado
aditados
aditamento
aditamentos
aditar
aditasse
aditivo
aditivos
adivinha
adivinhar
adivinharam
adivinhatórios
adivinhava
adivinhe
adivinhem
adivinho
adivinhou
adjacente
adjacentes
adjacências
adjetivo
adjetivos
adjunta
adjunto
adjuntos
administra
administrada
administradas
administrado
administrador
administradora
administradoras
administradores
administrados
administram
administrando
administrar
administrara
administraram
administrasse
administrativa
administrativamente
administrativas
administrativo
administrativos
administrava
administrem
administrou
administrávamos
admira
admirada
admirado
admirador
admiradora
admiradores
admirados
admiram
admiramos
admirar
admirava
admirei
admiro
admirou
admirável
admissibilidade
admissão
admissível
admissões
admita
admitam
admitamos
admite
admitem
admiti
admitia
admitiam
admitida
admitido
admitidos
admitimos
admitindo
admitir
admitira
admitiram
admitirei
admitirem
admitiria
admitiriam
admitissem
admitiu
admito
adobe
adocicado
adoece
adoecem
adoecer
adoeceu
adoecida
adoecido
adoecimento
adoentado
adolescente
adolescentes
adolescência
adonisa
adonisam
adora
adorada
adoradas
adorado
adoradores
adorados
adoram
adoramos
adorando
adorar
adoraram
adoraria
adorava
adore
adorei
adorem
adormece
adormecem
adormecer
adormeceu
adormecida
adormecidas
adormecido
adornadas
adorno
adoro
adorou
adoráveis
adorável
adota
adotada
adotadas
adotado
adotados
adotam
adotamos
adotando
adotante
adotantes
adotar
adotara
adotaram
adotarem
adotaria
adotas
adotasse
adotassem
adotava
adote
adotei
adotem
adotiva
adotivo
adotivos
adoto
adotou
adoçante
adquira
adquiram
adquire
adquirem
adquirente
adquirentes
adquiri
adquirida
adquiridas
adquirido
adquiridos
adquirimos
adquirindo
adquirir
adquiriram
adquirirem
adquirisse
adquiriu
adrenalina
adscritas
aduaneira
aduaneiras
aduaneiro
adubado
adubai
adubo
adubos
adula
adular
adulta
adultas
adultera
adulterada
adulteradas
adulterado
adulterados
adulterar
adulterarem
adulteravam
adultero
adulterou
adulto
adultos
adultério
aduz
aduzido
aduzir
adveio
adventistas
advento
adversa
adversaria
adversarias
adversas
adversidade
adversidades
adverso
adversos
adversário
adversários
adverte
advertem
adverti
advertida
advertido
advertidos
advertimos
advertindo
advertir
advertira
advertiram
advertirem
advertiu
advertência
advertências
advim
advinda
advindas
advindo
advindos
advinha
advocacia
advoga
advogada
advogadas
advogado
advogados
advogar
advogaram
advogava
advogo
advogou
advoguei
advém
aerodinâmica
aeroespaciais
aeroespacial
aeronauta
aeronautas
aeronave
aeronaves
aeronáutica
aeronáuticas
aeronáutico
aeronáuticos
aeroporto
aeroportos
aeroportuária
aeroportuário
aeroportuários
aerossóis
aeróbicos
aeródromo
aeródromos
afabilidade
afagar
afago
afagos
afanaram
afasia
afasta
afastada
afastadas
afastado
afastados
afastam
afastamento
afastamentos
afastando
afastar
afastara
afastaram
afastaria
afastariam
afastasse
afastassem
afastava
afastavam
afaste
afastei
afastem
afasto
afastou
afazeres
afegão
afegãos
afeita
afeito
afeiçoando
aferido
aferir
aferiu
aferrado
afeta
afetada
afetadas
afetado
afetados
afetam
afetando
afetar
afetara
afetaram
afetaria
afetariam
afetas
afetava
afetavam
afete
afetem
afetiva
afetivo
afetivos
afeto
afetos
afetou
afetuoso
afez
afia
afiada
afiadas
afiado
afiados
afiando
afiançados
afiançar
afilhada
afilhado
afilhados
afilho
afiliada
afiliadas
afiliado
afiliados
afilio
afim
afinada
afinadas
afinado
afinados
afinal
afinar
afinco
afine
afinidade
afinidades
afinou
afins
afirma
afirmada
afirmadas
afirmado
afirmados
afirmam
afirmamos
afirmando
afirmar
afirmara
afirmaram
afirmarem
afirmaria
afirmariam
afirmassem
afirmativa
afirmativamente
afirmativas
afirmativo
afirmava
afirmavam
afirme
afirmei
afirmem
afirmo
afirmou
afixada
afixar
afixe
afixes
aflige
afligem
afligir
afligiram
afligiu
aflita
aflitas
aflitivo
aflito
aflitos
aflora
aflorado
afloram
afloramento
afluente
afluentes
afluiriam
afoga
afogada
afogado
afogados
afogam
afogamento
afogamentos
afogando
afogar
afogava
afogo
afogou
afoita
afoito
afolha
afono
afora
aforismos
afortunada
afortunadas
afortunado
afortunados
afraca
afracas
afretamento
afretamentos
afrete
africana
africanas
africano
africanos
afro
afrodisia
afrodisíacos
afrodita
afronta
afrontado
afrontados
afrontam
afrontando
afrontar
afrontaria
afrontava
afronte
afrontoso
afrontou
afrouxamento
afrouxando
afrouxar
afrouxou
afta
aftas
afugenta
afugentam
afugentando
afugentar
afugentava
afugentou
afunda
afundada
afundadas
afundado
afundados
afundam
afundamento
afundamentos
afundamos
afundando
afundar
afundaram
afundasse
afundava
afundavam
afunde
afundo
afundou
afunilamento
afunilar
afável
afã
afónico
agacha
agachei
agarra
agarrada
agarradas
agarrado
agarrando
agarrar
agarraria
agarrasse
agarre
agarrem
agarrou
agasalhamos
agasalhar
agasalho
agasalhos
agasalhou
age
agem
agenda
agendada
agendadas
agendado
agendados
agendamento
agendar
agendaram
agendaria
agendarmos
agendas
agendassem
agende
agendou
agente
agentes
ages
agi
agia
agiam
agido
agiganta
agilidade
agiliza
agilizar
agilizara
agilizasse
agilizou
agimos
agindo
agiota
agiotagem
agiotas
agir
agira
agiram
agirem
agiremos
agiria
agiriam
agirmos
agis
agisse
agissem
agita
agitada
agitadas
agitado
agitador
agitadores
agitados
agitam
agitar
agitaram
agito
agitou
agiu
aglomerado
aglomeram
aglomerar
aglomeraram
aglomerava
aglutina
aglutinam
aglutinar
aglutine
agnóstico
agnósticos
agonia
agoniada
agoniante
agonio
agonizando
agonizantes
agonizar
agonizava
agora
agorinha
agosto
agouro
agracia
agraciada
agraciadas
agraciado
agraciados
agraciar
agracias
agracie
agracio
agraciou
agrada
agradado
agradam
agradando
agradar
agradaram
agradasse
agradava
agradavelmente
agrade
agradece
agradecem
agradecemos
agradecendo
agradecer
agradeceram
agradeceu
agradeci
agradecia
agradecida
agradecido
agradecidos
agradecimento
agradecimentos
agradeço
agrado
agrados
agradou
agradáveis
agradável
agrava
agravada
agravadas
agravado
agravados
agravam
agravamento
agravando
agravante
agravantes
agravar
agravara
agravaram
agravaria
agravasse
agrave
agravem
agravo
agravos
agravou
agre
agredi
agredia
agrediam
agredida
agredidas
agredido
agredidos
agredindo
agredir
agrediram
agredirem
agrediria
agrediu
agrega
agregada
agregado
agregador
agregam
agregando
agregar
agregara
agregaram
agregaria
agregava
agregavam
agregou
agregue
agreguei
agrela
agressiva
agressivamente
agressivas
agressividade
agressividades
agressivo
agressivos
agressor
agressora
agressores
agressão
agreste
agricultara
agricultareis
agricultor
agricultoras
agricultores
agricultura
agriculturas
agrida
agride
agridem
agro
agronomia
agronomias
agronómico
agropecuária
agropecuárias
agropecuário
agropecuários
agrupa
agrupados
agrupam
agrupamento
agrupamentos
agrupar
agrupariam
agrupava
agruras
agrários
agrícola
agrícolas
agrónomo
agrónomos
agua
aguado
aguai
aguando
aguarda
aguardada
aguardadas
aguardado
aguardados
aguardam
aguardamos
aguardando
aguardar
aguardara
aguardarei
aguardaremos
aguardaria
aguardariam
aguardasse
aguardava
aguardavam
aguarde
aguardei
aguardem
aguardo
aguardou
aguarela
aguas
aguda
agudas
agudo
agudos
aguei
aguenta
aguentado
aguentam
aguentamos
aguentar
aguentara
aguentaram
aguentaria
aguentava
aguentavam
aguentei
aguento
aguentou
aguerrida
aguerrido
aguerridos
aguilhar
agulha
agulhas
aguou
aguçada
aguçado
aguçar
agência
agências
ah
ai
aia
aias
ainda
aipo
ais
aja
ajam
ajeita
ajeitada
ajeitado
ajeitando
ajeitar
ajoelhada
ajoelhado
ajoelhar
ajoelhei
ajoelho
ajoelhou
ajuda
ajudada
ajudadas
ajudado
ajudados
ajudam
ajudamos
ajudando
ajudante
ajudar
ajudara
ajudaram
ajudarei
ajudarem
ajudaria
ajudariam
ajudas
ajudasse
ajudassem
ajudava
ajudavam
ajude
ajudei
ajudem
ajudinha
ajudo
ajudou
ajudávamos
ajuizada
ajuizadas
ajuizado
ajuizados
ajuizar
ajuizaram
ajuizou
ajustada
ajustadas
ajustado
ajustados
ajustamento
ajustar
ajustassem
ajustava
ajuste
ajustei
ajustes
ajustou
ala
alaga
alagadas
alagado
alagados
alagamento
alagamentos
alagando
alagaram
alagou
alai
alais
alambiques
alameda
alamedas
alamos
alaranjada
alaras
alarde
alardeada
alardeadas
alardeado
alardear
alardearam
alardeava
alardeia
alarga
alargada
alargado
alargamento
alargando
alargasse
alarido
alarmadas
alarmado
alarmados
alarmando
alarmante
alarmantes
alarmar
alarme
alarmes
alarmista
alarmou
alarve
alas
alastra
alastramento
alastrando
alastrar
alastraram
alastravam
alastrou
alavanca
alavancar
alavancarem
alavancas
alavancou
alba
albano
albergadas
albergado
albergue
albergues
albina
albinismo
albino
albinos
alcaide
alcaides
alcance
alcancem
alcancemos
alcances
alcançada
alcançadas
alcançado
alcançados
alcançam
alcançamos
alcançando
alcançar
alcançara
alcançaram
alcançarem
alcançaremos
alcançaria
alcançariam
alcançarmos
alcançasse
alcançassem
alcançava
alcançavam
alcançou
alcateias
alcatrazes
alce
alces
alcoolismo
alcoolizado
alcoolizados
alcoólica
alcoólicas
alcoólico
alcoólicos
alcunha
alcunhado
alcunhas
aldeia
aldeias
aldeota
ale
aleatoriamente
aleatória
aleatórias
aleatório
aleatórios
alecrim
alega
alegada
alegadamente
alegadas
alegado
alegados
alegam
alegando
alegar
alegara
alegaram
alegarem
alegas
alegava
alegavam
alego
alegoria
alegorias
alegou
alegram
alegrar
alegrasse
alegre
alegremente
alegres
alegria
alegrias
alegro
alegrote
alegrou
alegue
alegórico
alegóricos
aleijadas
aleijo
aleis
aleitamento
aleluia
alem
alemã
alemães
alemão
alentar
alento
alergia
alergias
alerta
alertada
alertadas
alertado
alertados
alertam
alertamos
alertando
alertar
alertaram
alertas
alertava
alertavam
alerte
alertei
alertes
alerto
alertou
ales
alevanta
alevantava
alexandrina
alexandrino
alexia
alfa
alfabetizada
alfabetizadas
alfabetizado
alfabetizados
alfabetizam
alfabetizar
alfabetizou
alfabeto
alfabética
alface
alfaias
alfaiates
alfandega
alfandegaria
alfandegas
alfanumérico
alfena
alfinetada
alfinetadas
alfinetar
alfinetou
alforra
alforrada
algarismos
algas
algazarra
algema
algemada
algemadas
algemado
algemados
algemam
algemar
algemaram
algemas
algemou
algo
algodão
algoritmia
algoritmo
algoritmos
algorítmico
algoz
algozes
algum
alguma
algumas
alguns
algures
alguém
alheamento
alhee
alheia
alheias
alheio
alheios
alho
alhos
ali
alia
aliada
aliadas
aliado
aliados
aliam
aliando
aliança
alianças
aliar
aliaram
aliarmos
alias
alicate
alicates
alicerce
alicercem
alicerces
alicerçada
alicerçado
alicia
aliciado
aliciador
aliciadores
aliciamento
aliciamentos
aliciar
alicio
alie
alieis
aliem
alienada
alienado
alienados
alienar
aliene
alienígena
alienígenas
aligeirada
alijado
alijados
alimenta
alimentada
alimentadas
alimentado
alimentadora
alimentadores
alimentados
alimentam
alimentamos
alimentando
alimentar
alimentaram
alimentares
alimentava
alimente
alimentei
alimentem
alimento
alimentos
alimentou
alimentícia
alimentícias
alimentício
alimentícios
alindo
alinha
alinhada
alinhadas
alinhado
alinhados
alinham
alinhamento
alinhamentos
alinhar
alinhares
alinharia
alinhava
alinhavada
alinhavados
alinhavam
alinhavar
alinhavou
alinhe
alinho
aliou
alisando
alise
aliso
alisou
alista
alistados
alistamento
alistar
alistaram
alistou
alivia
aliviada
aliviado
aliviados
aliviam
aliviando
aliviar
aliviaram
aliviaria
alivio
aliviou
alma
almas
almaço
almeja
almejado
almejados
almejam
almejamos
almejante
almejar
almirante
almirantes
almofadas
almoça
almoçam
almoçando
almoçar
almoçaram
almoçarem
almoçava
almoçavam
almoço
almoços
almoçou
almôndega
almôndegas
alo
aloca
alocada
alocado
alocados
alocai
alocam
alocar
alocaram
alocou
aloirado
aloirados
aloiro
aloja
alojada
alojadas
alojado
alojados
alojamento
alojamentos
alojaram
alojou
alonga
alongada
alongado
alongados
alongam
alongamento
alongando
alongar
alongo
aloque
aloquei
alouca
alourado
alouso
alpendre
alpina
alpinista
alpiste
alqueirada
alqueires
alquimia
alquimista
alquimistas
alta
altamente
altar
altares
altas
alter
altera
alterada
alteradas
alterado
alterados
alteram
alterando
alterar
alterara
alteraram
alterarem
alteraria
alterarmos
alterasse
alterava
alteravam
altere
alterna
alternada
alternadamente
alternadas
alternado
alternador
alternados
alternam
alternando
alternaram
alternativa
alternativamente
alternativas
alternativo
alternativos
alterne
alternou
alternância
alterosas
alterou
alterássemos
altiplano
altitude
altitudes
altiva
altivez
altivo
alto
altos
altruísmo
altruísta
altura
alturas
altíssima
altíssimas
altíssimo
altíssimos
aluar
alucinada
alucinado
alucinando
alucinante
alucinei
alude
aludem
aludida
aludidas
aludido
aludidos
aludindo
aludiu
alues
aluga
alugada
alugadas
alugado
alugados
alugam
alugamos
alugando
alugar
alugaram
alugava
alugou
alugue
alugueis
aluguer
alugueres
aluir
aluis
alumínio
aluna
alunas
aluno
alunos
alusivas
alusivo
alusão
alusões
alva
alvares
alvará
alvejada
alvejado
alvejados
alvejar
alvejaram
alvenaria
alvitre
alvitro
alvo
alvora
alvorada
alvorado
alvoram
alvoraçados
alvorecer
alvoroçar
alvoroço
alvos
alérgica
alérgico
alérgicos
ama
amacio
amada
amadas
amado
amador
amadora
amadores
amadorismo
amados
amadurece
amadurecemos
amadurecendo
amadurecer
amadureceram
amadureceu
amadureci
amadurecida
amadurecidas
amadurecido
amadurecimento
amaldiçoar
amaldiçoo
amalgama
amalgamado
amalucadas
amam
amamenta
amamentando
amamentar
amamentava
amamentou
amamos
amando
amanha
amanhece
amanhecem
amanhecemos
amanhecer
amanhecera
amanheceram
amanheceras
amanheceres
amanheceu
amanhecia
amansar
amante
amanteigado
amanteigados
amantes
amar
amara
amarais
amaram
amaraste
amare
amarela
amarelada
amareladas
amarelado
amarelados
amarelar
amarelas
amarelo
amarelos
amarfanhado
amarga
amargam
amargamente
amargar
amargara
amargas
amargo
amargor
amargos
amargou
amargura
amargurado
amargurar
amargure
amaria
amarica
amaricas
amarico
amaro
amarra
amarrada
amarradas
amarrado
amarrados
amarrando
amarrar
amarraram
amarras
amarrasse
amarre
amarrou
amas
amassa
amassada
amasse
amassem
amassou
amaste
amava
amavam
amazona
amazonas
amazonense
amazonenses
amazónica
amazónico
ambas
ambiciona
ambiciosa
ambiciosas
ambicioso
ambiciosos
ambientada
ambientadas
ambientado
ambientai
ambientais
ambiental
ambientalista
ambientalistas
ambientalmente
ambientar
ambiente
ambientes
ambiguidade
ambiguidades
ambiência
ambos
ambulante
ambulantes
ambulatório
ambulatórios
ambulância
ambulâncias
ambígua
ambíguas
ambíguo
ame
ameace
ameacem
amealhada
amealhado
amealhar
amealharam
amealhou
ameaça
ameaçada
ameaçadas
ameaçado
ameaçador
ameaçadora
ameaçadoras
ameaçadores
ameaçados
ameaçam
ameaçando
ameaçar
ameaçara
ameaçaram
ameaçarem
ameaças
ameaçasse
ameaçava
ameaçavam
ameaçou
ameba
amedronta
amedrontada
amedrontado
amedrontadora
amedrontados
amedrontando
amedrontar
amedrontava
amedrontou
amei
ameias
ameis
amem
amena
amenas
amendoal
amendoeira
amendoim
amendoins
amenidades
ameniza
amenizada
amenizadas
amenizado
amenizar
amenizara
amenizava
amenizou
ameno
amenos
americana
americanas
americano
americanos
ameríndios
ames
amesquinhado
amesquinhar
amestrada
amestrado
amestrados
amianto
amicíssimo
amido
amiga
amigas
amigdalite
amigo
amigos
amiguinho
amiguinhos
amigáveis
amigável
aminoácido
aminoácidos
amistosa
amistosas
amistoso
amistosos
amizade
amizades
amiúde
amnistia
amnistiada
amnistiado
amnistiados
amnistiar
amnistias
amnistiasse
amnistiava
amnistiavam
amnistie
amnistiou
amniótico
amnésia
amo
amoedo
amola
amolda
amolde
amoldo
amolecendo
amontoada
amontoadas
amontoado
amontoados
amontoam
amontoamos
amontoando
amontoaram
amor
amora
amorais
amoral
amoras
amordaçada
amordaçadas
amordaçado
amordaçar
amoreira
amorenando
amores
amorfo
amorosa
amorosamente
amorosas
amoroso
amorosos
amorrinhando
amortecer
amortecimento
amortizar
amostra
amostragem
amostral
amostras
amou
ampara
amparada
amparadas
amparado
amparados
amparando
amparar
amparassem
amparei
amparem
amparo
amparou
ampere
ampla
amplamente
amplas
amplia
ampliada
ampliadas
ampliado
ampliados
ampliam
ampliamos
ampliando
ampliar
ampliara
ampliaram
ampliarem
ampliaria
ampliasse
ampliassem
ampliava
amplie
ampliem
ampliemos
amplifica
amplificada
amplificadas
amplificados
amplificam
amplificando
amplificar
amplificarem
ampliou
amplitude
amplo
amplos
ampola
ampolas
ampulheta
amputa
amputada
amputado
amputados
amputar
amputo
amputou
amuleto
amulherada
amura
amáveis
amável
amêndoas
amígdalas
amónio
anabolizantes
anacronismos
anacronizas
anacronizo
anafa
anais
anal
analfabeta
analfabetas
analfabetismo
analfabeto
analfabetos
analgésico
analgésicos
analisa
analisada
analisadas
analisado
analisador
analisados
analisam
analisamos
analisando
analisar
analisara
analisaram
analisarei
analisarem
analisaremos
analisaria
analisarmos
analisassem
analisava
analisavam
analise
analisei
analisem
analises
analiso
analisou
analista
analistas
analogia
analogias
analítica
analítico
analíticos
analógico
anarquia
anarquias
anarquismo
anarquista
anarquistas
anarquizo
anate
anato
anatomia
anatomias
anatomiza
anatómicos
anca
ancas
ancestrais
ancestral
ancinhe
ancinho
ancião
anciãos
ancora
ancorada
ancoradas
ancorado
ancorados
ancorando
ancorar
ancoraram
ancoras
ancorou
anda
andada
andadas
andado
andador
andaime
andaimes
andaluz
andam
andamento
andamentos
andamos
andando
andante
andanças
andar
andara
andaram
andardes
andarei
andarem
andares
andarilho
andarilhos
andas
andassem
andava
andavam
ande
andei
andes
andina
andino
andinos
ando
andor
andorinha
andou
androide
anedota
anedotas
anedotizo
anel
anela
anelado
anelais
anelar
aneles
anelo
anemia
anencefalia
anencéfalo
anencéfalos
anestesia
anestesiada
anestesiado
anestesiados
anestesiar
anestesista
anestésico
anestésicos
aneurisma
anexa
anexada
anexadas
anexado
anexados
anexamos
anexar
anexaram
anexei
anexo
anexos
anexou
anfetaminas
anfiteatro
anfitriã
anfitrião
anfitriões
anfíbia
anfíbios
angaria
angariadas
angariados
angariam
angariando
angariar
angariou
angelical
angeliza
angelizais
anglicana
anglicano
angola
angolana
angolano
angolanos
angra
angular
angustia
angustiada
angustiadas
angustiado
angustiados
angustiante
angustiantes
angustias
anidro
anil
anila
anilhas
anilinas
anilo
anima
animada
animadas
animado
animador
animadoras
animadores
animados
animadíssima
animadíssimos
animais
animal
animalões
animam
animar
animaram
animava
animes
animista
animistas
animo
animosidade
animou
aninhadas
aninho
aniquila
aniquilada
aniquiladas
aniquilado
aniquilados
aniquilam
aniquilamento
aniquilando
aniquilar
aniquilaremos
aniquilaria
aniquile
aniquilemos
anis
anisais
anise
aniso
aniversaria
aniversariante
aniversario
aniversários
anjo
anjos
ano
anoiteceu
anomalia
anomalias
anomia
anonimato
anorexia
anormais
anormal
anormalidade
anormalidades
anormalmente
anos
anosas
anota
anotada
anotado
anotados
anotando
anotar
anotaram
anotava
anote
anotem
anoto
anotou
ansa
anseia
anseiam
anseio
anseios
ansiado
ansiando
ansiedade
ansiosa
ansiosamente
ansiosas
ansioso
ansiosos
anta
antagonismo
antagonismos
antagonista
antagonistas
antagoniza
antagonizas
antagonizo
antagónicos
antanho
antas
ante
anteato
antebraço
anteceda
antecede
antecedem
antecedente
antecedentes
anteceder
antecederam
antecedeu
antecedência
antecessor
antecessora
antecessores
antecipa
antecipada
antecipadamente
antecipadas
antecipado
antecipados
antecipam
antecipando
antecipar
anteciparam
anteciparem
antecipassem
antecipe
antecipei
antecipem
antecipemos
antecipo
antecipou
antemão
antena
antenadas
antenado
antenas
anteontem
anteparos
antepassados
antepenúltima
antepenúltimo
antepor
anteprojeto
anterior
anteriores
anteriormente
antes
anteveja
antevendo
antever
anteviam
antevimos
antevir
anteviu
antevéspera
anti
antiaérea
antiaéreas
antiaéreo
antiaéreos
antibiótico
antibióticos
anticoloniais
anticolonialista
anticomercial
anticoncecional
anticorpo
anticorpos
anticristo
anticristos
antidemocráticas
antidemocrático
antidemocráticos
antidepressivo
antidepressivos
antidoping
antidrogas
antiga
antigamente
antigas
antigo
antigos
antiguidade
antiguidades
antinatural
antinuclear
antinucleares
antioxidante
antioxidantes
antipatia
antipatias
antipatriótico
antipolítica
antiqua
antiquado
antiquados
antiquarias
antique
antiquíssima
antirracismo
antirracista
antirracistas
antissemita
antissemitas
antissemitismo
antissocial
antitanque
antiterrorista
antivirais
antivírus
antologia
antologias
antológico
antológicos
antoniano
antro
antropologia
antropológicas
antropológico
antropológicos
antropólogo
antropólogos
antros
antártica
antártico
antárticos
antídoto
antídotos
antípoda
antípodas
antítese
anuais
anual
anualidades
anualmente
anuidade
anuindo
anuiu
anula
anulada
anuladas
anulado
anulados
anulando
anular
anularam
anularia
anulariam
anulava
anulavam
anule
anulem
anulo
anulou
anuncia
anunciada
anunciadas
anunciado
anunciados
anunciam
anunciamos
anunciando
anunciante
anunciantes
anunciar
anunciara
anunciaram
anunciarem
anunciaria
anunciasse
anunciava
anunciavam
anuncie
anunciei
anunciem
anuncio
anunciou
anuviada
anuário
análogo
análogos
anéis
anónima
anónimas
anónimo
anónimos
anúncios
ao
aonde
aorta
aos
apache
apadrinha
apadrinhada
apadrinhado
apadrinhados
apadrinhamento
apadrinhar
apadrinhava
apadrinhavam
apadrinhou
apaga
apagada
apagadas
apagado
apagados
apagam
apagamento
apagamos
apagando
apagar
apagaram
apagarem
apagava
apagavam
apagou
apague
apagues
apaixona
apaixonada
apaixonadamente
apaixonadas
apaixonado
apaixonados
apaixonando
apaixonantes
apaixonar
apaixonaram
apaixonarem
apaixonei
apaixono
apaixonou
apalace
apalermado
apalpada
apalpadelas
apalpando
apancara
apancariam
apancassem
apanha
apanhada
apanhado
apanhados
apanham
apanhamos
apanhando
apanhar
apanharam
apanharem
apanhava
apanhavam
apanhe
apanhei
apanhou
apanicas
apaniguados
apara
aparador
aparados
aparar
aparas
aparato
aparcelada
aparceladas
aparcelado
aparcelados
aparcelamos
aparcelando
aparcelassem
aparece
aparecem
aparecendo
aparecer
aparecera
apareceram
aparecerei
aparecerem
apareceria
aparecesse
aparecessem
apareceu
apareci
aparecia
apareciam
aparecida
aparecido
aparecimento
aparelhadas
aparelhado
aparelhados
aparelham
aparelhamento
aparelhamentos
aparelhando
aparelhar
aparelharam
aparelho
aparelhos
aparelhou
aparenta
aparentado
aparentados
aparentam
aparentando
aparentar
aparentava
aparentavam
aparente
aparentemente
aparentes
aparentou
apares
apartada
apartado
apartados
apartamento
apartamentos
apartar
aparte
apartes
apartidária
apartidárias
apartidário
aparência
aparências
apatia
apavora
apavorada
apavorado
apavorados
apavoram
apavorando
apavorante
apavorar
apavorou
apaziguadoras
apaziguamento
apaziguando
apaziguar
apazigue
apeado
apedrejada
apedrejados
apedrejamento
apedrejar
apedrejaram
apega
apegada
apegadas
apegado
apegados
apegam
apegar
apegava
apego
apegou
apeguei
apeguem
apeia
apela
apelado
apelados
apelam
apelamos
apelando
apelante
apelar
apelaram
apelas
apelava
apele
apelem
apelida
apelidada
apelidadas
apelidado
apelidam
apelidar
apelidaram
apelidei
apelido
apelidos
apelidou
apelo
apelos
apelou
apenas
apeou
apequenado
apequenar
apequenaria
apequenou
aperfeiçoa
aperfeiçoada
aperfeiçoadas
aperfeiçoamento
aperfeiçoando
aperfeiçoar
aperfeiçoaram
aperfeiçoe
aperitivo
aperta
apertada
apertadas
apertado
apertados
apertam
apertando
apertar
apertasse
aperte
apertei
apertem
aperto
apertos
apertou
apesar
apetite
apetitosas
apetrechos
apeá
apiede
apimentar
apinhada
apinhado
apinhoaram
apipe
apipem
apipes
apitado
apitando
apitar
apitava
apito
apitos
aplaca
aplacada
aplacar
aplana
aplaudam
aplaude
aplaudem
aplaudi
aplaudia
aplaudiam
aplaudida
aplaudido
aplaudidos
aplaudimos
aplaudindo
aplaudir
aplaudiram
aplaudiu
aplaudo
aplauso
aplausos
aplica
aplicabilidade
aplicada
aplicadas
aplicado
aplicados
aplicam
aplicamos
aplicando
aplicar
aplicara
aplicaram
aplicareis
aplicarem
aplicaria
aplicarmos
aplicasse
aplicassem
aplicativo
aplicativos
aplicava
aplicavam
aplico
aplicou
aplicável
aplique
apliquei
apliquem
apliques
apocalíptica
apocalípticas
apocalíptico
apoderam
apoderamento
apoderaram
apoderou
apodrece
apodrecem
apodrecendo
apodrecer
apodreceram
apodrecida
apodrecido
apodrecidos
apodrecimento
apogeu
apoia
apoiada
apoiadas
apoiado
apoiados
apoiam
apoiamos
apoiando
apoiar
apoiara
apoiaram
apoiarem
apoiaremos
apoiaria
apoiariam
apoiaríamos
apoiasse
apoiassem
apoiava
apoiavam
apoie
apoiei
apoiem
apoio
apoios
apoiou
apoiássemos
apologia
aponta
apontada
apontadas
apontado
apontados
apontam
apontamento
apontamentos
apontamos
apontando
apontar
apontara
apontaram
apontarem
apontariam
apontasse
apontassem
apontava
apontavam
aponte
apontei
apontem
aponto
apontou
apor
aportado
aportados
aportando
aportar
aportaram
aportasse
aporte
aportei
aportes
aportou
aposenta
aposentada
aposentadas
aposentado
aposentadoria
aposentadorias
aposentados
aposentam
aposentamos
aposentando
aposentar
aposentara
aposentaram
aposentarem
aposentaria
aposentasse
aposente
aposentei
aposentem
aposento
aposentos
aposentou
apossar
apossaram
apossou
aposta
apostadas
apostado
apostador
apostadores
apostam
apostamos
apostando
apostar
apostara
apostaram
apostarem
apostaria
apostas
apostava
apostavam
aposte
apostei
aposto
apostola
apostolas
apostoliza
apostolizas
apostolizo
apostolo
apostos
apostou
apostássemos
apoteose
aprazáveis
aprazível
aprecia
apreciada
apreciadas
apreciado
apreciador
apreciados
apreciam
apreciamos
apreciando
apreciar
apreciara
apreciaram
apreciaria
aprecie
aprecio
apreciável
apreende
apreendem
apreendemos
apreender
apreenderam
apreendesse
apreendeu
apreendida
apreendidas
apreendido
apreendidos
apreensiva
apreensivas
apreensivo
apreensivos
apreensão
apreensões
apregoada
apregoam
apregoando
apregoar
apregoavam
aprenda
aprendam
aprende
aprendem
aprendemos
aprendendo
aprender
aprenderam
aprenderem
aprenderia
aprendermos
aprendesse
aprendessem
aprendeu
aprendi
aprendiam
aprendida
aprendidas
aprendido
aprendidos
aprendiz
aprendizado
aprendizados
aprendizagem
aprendizes
aprendo
apresenta
apresentada
apresentadas
apresentado
apresentador
apresentadora
apresentadoras
apresentadores
apresentados
apresentam
apresentamos
apresentando
apresentar
apresentara
apresentaram
apresentarei
apresentarem
apresentaremos
apresentaria
apresentariam
apresentarmos
apresentaríamos
apresentasse
apresentassem
apresentaste
apresentava
apresentavam
apresente
apresentei
apresentem
apresentemos
apresento
apresentou
apressada
apressadamente
apressadas
apressado
apressados
apressam
apressando
apressar
apressaram
apresse
apressei
apressem
apressou
aprimora
aprimorada
aprimorado
aprimoramento
aprimoramentos
aprimorando
aprimorar
aprimorara
aprimoraram
aprisiona
aprisionada
aprisionadas
aprisionados
aprisionam
aprisionamento
aprisionamentos
aprisionar
aprofunda
aprofundada
aprofundadas
aprofundado
aprofundados
aprofundam
aprofundamento
aprofundamentos
aprofundando
aprofundar
aprofundara
aprofundaram
aprofundaria
aprofundasse
aprofundassem
aprofunde
aprofundem
aprofundou
apronta
aprontada
aprontado
aprontados
aprontando
aprontar
aprontaram
aprontasse
aprontava
aprontou
apropositais
aproposito
apropria
apropriada
apropriadamente
apropriadas
apropriado
apropriados
apropriam
apropriando
apropriar
apropriava
apropriou
aprouver
aprova
aprovada
aprovadas
aprovado
aprovados
aprovam
aprovamos
aprovando
aprovar
aprovara
aprovaram
aprovarem
aprovaria
aprovas
aprovasse
aprovava
aprovavam
aprove
aprovei
aproveita
aproveitada
aproveitadas
aproveitado
aproveitador
aproveitadores
aproveitados
aproveitam
aproveitamento
aproveitamos
aproveitando
aproveitar
aproveitara
aproveitaram
aproveitarem
aproveitariam
aproveitaríamos
aproveitasse
aproveitava
aproveitavam
aproveite
aproveitei
aproveitem
aproveitemos
aproveito
aproveitou
aproveitável
aprovem
aprovisionados
aprovisionamento
aprovo
aprovou
aprovável
aproxima
aproximada
aproximadamente
aproximado
aproximados
aproximam
aproximamos
aproximando
aproximar
aproximaram
aproximarem
aproximasse
aproximava
aproximavam
aproxime
aproximei
aproximo
aproximou
apta
aptas
aptidão
aptidões
apto
aptos
apunhalada
apunhalado
apunhalou
apupo
apura
apurada
apuradas
apurado
apuradores
apurados
apuram
apurando
apurar
apurara
apuraram
apurasse
apurassem
apurava
apuravam
apure
apurem
apuro
apuros
apurou
apus
apático
apátrida
apátridas
apêndice
apócrifo
apólice
apólices
após
apóstolos
aquartelados
aquartelamento
aquece
aquecedor
aquecedores
aquecem
aquecendo
aquecer
aquecia
aquecida
aquecidas
aquecido
aquecimento
aqueduto
aquedutos
aquela
aquele
aqueles
aqui
aquietar
aquilo
aquinhoado
aquinhoados
aquinhoes
aquisitivo
aquário
aquática
aquáticas
aquático
aquáticos
aquífero
aquíferos
ar
ara
arabiza
arabizas
aracnídeos
aradura
arai
arame
arames
aramo
arando
aranha
aranhas
arar
arara
araras
aras
arauto
arautos
arbitrada
arbitrado
arbitragem
arbitral
arbitramento
arbitrando
arbitraria
arbitrariamente
arbitrarias
arbitrariedade
arbitrariedades
arbitro
arbitrou
arbitrário
arborizada
arborizadas
arbusto
arbustos
arbítrio
arca
arcabouce
arcada
arcadas
arcado
arcados
arcaica
arcaico
arcaicos
arcando
arcanjo
arcar
arcara
arcaram
arcarem
arcaria
arcariam
arcebispado
arcebispo
archote
arco
arcos
arcou
arda
ardas
ardendo
ardente
ardentes
arder
ardesse
ardi
ardia
ardiam
ardido
ardil
ardilosa
ardilosamente
ardiloso
ardis
ardor
arduamente
are
areia
areias
areja
arejador
arejadores
arena
arenas
arengas
arengue
arenito
arenitos
arenoso
arenosos
ares
aresta
arestas
argamassa
argelina
argelino
argelinos
argentina
argentinas
argentino
argentinos
argila
argola
argolo
argonauta
argonautas
argua
arguas
argucias
arguente
arguida
arguidas
arguido
arguidos
arguiu
argumenta
argumentado
argumentam
argumentamos
argumentando
argumentar
argumentara
argumentaram
argumentaria
argumentativamente
argumentava
argumentavam
argumente
argumentei
argumentem
argumentistas
argumento
argumentos
argumentou
arguto
ariana
ariano
arisca
arisco
aristocracia
aristocrata
aristocratas
aristocratiza
aristocratizo
aristotélica
aritmética
arma
armada
armadas
armadilha
armadilhas
armado
armador
armadora
armadoras
armadores
armados
armadura
armai
armamento
armamentos
armando
armar
armaram
armarem
armares
armarmos
armas
armava
armazena
armazenada
armazenadas
armazenado
armazenadora
armazenados
armazenagem
armazenam
armazenamento
armazenamentos
armazenamos
armazenar
armazenara
armazenava
armazenavam
armazenou
armazém
armazéns
arme
armem
armes
arminho
armistício
armou
armário
armários
arménia
arménio
arménios
aro
aroma
aromas
aromaterapia
aros
arpoador
arque
arqueadas
arqueados
arquei
arqueiro
arquem
arqueologia
arqueológico
arqueólogo
arqueólogos
arquibancada
arquibancadas
arquidiocese
arquipélago
arquipélagos
arquiteta
arquitetada
arquitetado
arquitetados
arquitetando
arquitetar
arquitetas
arquitetava
arquiteto
arquitetos
arquitetou
arquitetura
arquitetónica
arquitetónicas
arquitetónico
arquitetónicos
arquiva
arquivada
arquivadas
arquivado
arquivados
arquivamento
arquivamentos
arquivar
arquivaria
arquivei
arquivem
arquivista
arquivo
arquivos
arquivou
arquétipo
arquétipos
arraia
arraial
arraigado
arraigados
arranca
arrancada
arrancadas
arrancado
arrancados
arrancam
arrancando
arrancar
arrancaram
arrancarem
arranco
arrancou
arranha
arranhada
arranhado
arranhados
arranhando
arranhar
arranhava
arranhão
arranhões
arranja
arranjado
arranjar
arranjo
arranjos
arrasa
arrasada
arrasadas
arrasado
arrasador
arrasadora
arrasados
arrasamos
arrasando
arrasar
arrase
arrasou
arrasta
arrastada
arrastado
arrastados
arrastam
arrastando
arrastar
arrastara
arrastaram
arrastaria
arrastava
arraste
arrastes
arrasto
arrastou
arre
arreada
arreatas
arrebanhar
arrebata
arrebatado
arrebatador
arrebatamentos
arrebataram
arrebatou
arrebenta
arrebentada
arrebentadas
arrebentam
arrebentar
arrebentou
arrecada
arrecadada
arrecadadas
arrecadado
arrecadador
arrecadadoras
arrecadadores
arrecadados
arrecadam
arrecadamos
arrecadando
arrecadar
arrecadaram
arrecadarem
arrecadas
arrecadava
arrecadavam
arrecadem
arrecadou
arredar
arredaram
arredondada
arredondadas
arredondado
arredondados
arredondando
arredores
arrefece
arrefecer
arrefeceu
arrefecida
arrefecido
arrefecimento
arregalada
arregalados
arregalar
arregalou
arreganhas
arreganho
arregaçar
arregimentado
arregimentados
arregimentando
arregimentar
arreios
arrelia
arrelio
arremata
arrematado
arrematados
arrematar
arremataram
arremate
arrematou
arremedo
arremessa
arremessada
arremessado
arremessados
arremessando
arremessar
arremesso
arremeta
arremete
arremeter
arremeteria
arremeteu
arremetida
arrendada
arrendadas
arrendamento
arrendamentos
arrendar
arrendatário
arrendatários
arrependa
arrepende
arrependem
arrependendo
arrepender
arrependeram
arrependeu
arrependi
arrependia
arrependido
arrependidos
arrependimento
arrependimentos
arrependo
arrepia
arrepiada
arrepiados
arrepiam
arrepiante
arrepiantes
arrepiar
arrepiaram
arrepiava
arrepiei
arrepio
arrepios
arrepiou
arresta
arrestado
arresto
arrete
arrevesado
arriado
arribas
arrisca
arriscada
arriscadas
arriscado
arriscados
arriscam
arriscando
arriscar
arriscara
arriscaram
arriscarem
arriscaria
arriscasse
arriscavam
arrisco
arriscou
arrisque
arritmia
arrivista
arrogando
arrogante
arrogantes
arrogância
arroio
arrojada
arrojadas
arrojado
arrojo
arrolada
arroladas
arrolado
arrolados
arrolam
arrolamento
arrolando
arrolar
arrolaram
arrolarem
arrolho
arrolo
arrolou
arromba
arrombada
arrombado
arrombados
arrombamento
arrombamentos
arrombar
arrombaram
arrombavam
arrombou
arrota
arroteamento
arroto
arroubo
arroubos
arroz
arrozais
arrozeira
arruace
arruaceiros
arruaces
arruadeiras
arruamento
arruinada
arruinado
arruinando
arruinar
arruinaram
arruinaria
arruinou
arruma
arrumada
arrumadas
arrumadinhos
arrumado
arrumamos
arrumando
arrumar
arrumaram
arrumarem
arrumaria
arrumasse
arrumava
arrumo
arrumou
arsenais
arsenal
arsénico
arsénio
arte
artefacto
artefactos
arterial
artes
artesanais
artesanal
artesanato
artesiano
artesão
artesãos
artesãs
articula
articulada
articuladas
articulado
articulador
articuladora
articuladores
articulados
articulam
articulando
articular
articulara
articularam
articularem
articularemos
articulava
articulavam
articule
articulem
articulista
articulistas
articulou
artificiais
artificial
artificialmente
artificio
artigo
artigos
artilhados
artilharia
artilharias
artilheiro
artimanha
artimanhas
artista
artistas
artisticamente
artrite
artrópodes
artéria
artífice
artífices
artística
artísticas
artístico
artísticos
arvorar
arvoredo
arvorou
arábicos
aríete
as
asa
asadora
asai
asas
ascendendo
ascendente
ascendentes
ascender
ascenderam
ascendeu
ascendência
ascenso
ascensoristas
ascensão
asco
ascórbico
ase
ases
asfaltada
asfaltadas
asfaltado
asfaltar
asfalto
asfixia
asfixiada
asfixiadas
asfixiado
asfixiante
asfixiar
asfixiou
asilado
asilar
asilo
asilos
asinhas
asiática
asiáticas
asiático
asiáticos
asma
asmática
asmático
asneira
asneiras
asnos
asnático
aspas
asperamente
aspereza
aspeto
aspetos
aspira
aspirado
aspirador
aspirando
aspirante
aspirantes
aspirar
aspiravam
aspirem
aspirina
asquerosa
asqueroso
assacaram
assada
assadas
assado
assados
assalariado
assalta
assaltada
assaltadas
assaltado
assaltados
assaltam
assaltando
assaltante
assaltantes
assaltar
assaltaram
assaltarem
assaltava
assaltavam
assalte
assalto
assaltos
assaltou
assam
assando
assanha
assanhamento
assanhar
assanhe
assar
assassina
assassinada
assassinadas
assassinado
assassinados
assassinam
assassinando
assassinar
assassinaram
assassinarem
assassinas
assassinato
assassinatos
assassino
assassinos
assassinou
assaz
asse
asseados
assedia
assediada
assediadas
assediado
assediador
assediam
assediando
assediar
assedio
assediou
assegura
assegurada
asseguradas
assegurado
assegurados
asseguram
assegurando
assegurar
asseguraram
assegurasse
assegurava
asseguravam
assegure
assegurem
asseguro
assegurou
assembleia
assembleias
assemelha
assemelhadas
assemelhado
assemelhados
assemelham
assemelhar
assemelhasse
assemelhava
assemelhe
assemelhou
assenta
assentada
assentadas
assentado
assentados
assentamento
assentamentos
assentando
assentar
assentiam
assentida
assentimento
assento
assentos
assentou
assertiva
assertivas
assertivo
assertivos
assessor
assessora
assessorado
assessorados
assessoras
assessores
assessoria
assessorias
assesto
assevera
asseverou
assexual
assiduamente
assiduidade
assim
assimetria
assimetrias
assimiladas
assimilado
assimilados
assimilam
assimilando
assimilar
assina
assinada
assinadas
assinado
assinados
assinala
assinalado
assinalam
assinalando
assinalaram
assinalou
assinam
assinamos
assinando
assinante
assinantes
assinar
assinara
assinaram
assinarem
assinaremos
assinaria
assinasse
assinassem
assinatura
assinaturas
assinava
assine
assinei
assinem
assino
assinou
assista
assistam
assistas
assiste
assistem
assistenciais
assistencial
assistente
assistentes
assisti
assistia
assistiam
assistida
assistidas
assistido
assistidos
assistimos
assistindo
assistir
assistira
assistiram
assistiremos
assistisse
assistissem
assistiu
assisto
assistência
assistíssemos
assoalho
assoberbamento
assoberbando
assobio
assobios
associa
associada
associadas
associado
associados
associam
associamos
associando
associar
associaram
associarem
associares
associativa
associe
associem
associou
assola
assolado
assolados
assolam
assolando
assolar
assolaram
assolavam
assolou
assoma
assomam
assomaram
assombra
assombrada
assombrado
assombram
assombrando
assombrar
assombraram
assombrava
assombravam
assombro
assombrosa
assombrosas
assombroso
assombrosos
assombrou
assomes
assoprando
assoreando
assuma
assumam
assume
assumem
assumi
assumia
assumida
assumidamente
assumidas
assumido
assumidos
assumimos
assumindo
assumir
assumira
assumiram
assumirei
assumirem
assumiria
assumiriam
assumisse
assumissem
assumiu
assumo
assunto
assuntos
assusta
assustada
assustadas
assustado
assustador
assustadora
assustadoramente
assustadoras
assustadores
assustados
assustam
assustando
assustar
assustaram
assustava
assuste
assustei
assustem
assusto
assustou
assíduo
assíduos
asteroide
asteroides
astral
astro
astrobiologia
astrofísica
astrofísico
astrofísicos
astrologia
astronauta
astronautas
astronomia
astronómicas
astronómico
astronómicos
astros
astrólogas
astrólogo
astrólogos
astrónomo
astrónomos
astucia
astucias
astuciosa
astuciosos
astutas
astuto
astutos
ata
atabalhoada
ataca
atacada
atacadas
atacado
atacados
atacam
atacando
atacante
atacantes
atacar
atacara
atacaram
atacarem
atacaremos
atacariam
atacas
atacasse
atacassem
atacava
atacavam
atacou
atacássemos
atada
atadas
atadinho
atado
atados
atai
atalaia
atalho
atalhos
atando
ataque
ataquem
ataques
atar
atarantada
atarantado
atarantados
atardes
ataria
atarias
atarracado
atas
ataviamos
atavias
atavio
atazana
ate
atea
ateada
ateado
ateando
atear
atearam
ateares
ateia
ateiam
ateie
atelier
atem
atenciosamente
atencioso
atenda
atendado
atendam
atende
atendem
atendemos
atendendo
atender
atendera
atenderam
atenderem
atenderia
atenderiam
atendes
atendesse
atendessem
atendeste
atendestes
atendeu
atendi
atendia
atendiam
atendida
atendidas
atendido
atendidos
atendimento
atendimentos
atenienses
atenta
atentado
atentados
atentam
atentamente
atentando
atentar
atentaram
atentarem
atentaremos
atentaria
atentas
atentatório
atente
atentem
atentemos
atento
atentos
atentou
atenua
atenuada
atenuadas
atenuado
atenuando
atenuante
atenuantes
atenuar
atenuaram
atenue
ateou
aterrada
aterrado
aterradora
aterrando
aterro
aterroriza
aterrorizada
aterrorizadas
aterrorizado
aterrorizador
aterrorizados
aterrorizando
